{ 

    "loginpage": {
        "mail": {
            "trans": "Kullanacı Adı",
            "eng": "User Name"
        },
        "password": {
            "trans": "Şifre",
            "eng": "Password"
        },
        "logIn": {
            "trans": "GİRİŞ YAP",
            "eng": "LOG IN"
        },
        "or": {
            "trans": "VEYA",
            "eng": "OR"
        },
        "signUp": {
            "trans": "KAYIT OL",
            "eng": "SIGN UP"
        }
    },
    "signpage": {
        "mail": {
            "trans": "Kullanacı Adı",
            "eng": "User Name"
        },
        "password": {
            "trans": "Şifre",
            "eng": "Password"
        },
        "signUp": {
            "trans": "KAYIT OL",
            "eng": "SIGN UP"
        }
    },
        "mainPage": {
            "phrase": {
                "trans": "Kurtlar Sofrası",
                "eng": "Kurtlar Sofrası"
            },
            "söz1": {
                "trans": "Kurtlukta düşeni",
                "eng": "Kurtlukta düşeni"
            },
            "söz2": {
                "trans": "yemek kanundur.",
                "eng": "yemek kanundur"
            },
            "newGame": {
                "trans": "YENİ OYUN",
                "eng": "NEW GAME"
            },
            "profile": {
                "trans": "OYUNCU PROFİLİ",
                "eng": "PLAYER PROFİLE"
            },
            "howToPlay": {
                "trans": "NASIL OYNANIR ?",
                "eng": "HOW TO PLAY ?"
            }
    },
        "settingsPage":{
            "settings": {
                "trans": "AYARLAR",
                "eng": "SETTİNGS"
            },
            "language": {
                "trans": "DİL",
                "eng": "LANGUAGE"
            },
            "point": {
                "trans": "PUANLAR",
                "eng": "POİNTS"
            }
        },
        "languagePage":{
            "eng": {
                "trans": "İNGİLİZCE",
                "eng": "ENGLİSH"
            },
            "tr": {
                "trans": "TÜRKÇE",
                "eng": "TURKİSH"
            }
        },
         "playerProfilePage":{
            "playerid": {
                "trans": "Oyuncu Kodu",
                "eng": "Player Id"
            },"playerPoint": {
                "trans": "Oyuncu Puanı",
                "eng": "Player Point"
            }
         },
        "howToPlay":{
            "howPlay": {
                "trans": "NASIL OYNANIR ?",
                "eng": "HOW TO PLAY ?"
            },
            "baslik": {
                "trans": "Kurtlar Sofrası",
                "eng": "Kurtlar Sofrası"
            },
            "rule1": {
                "trans": "Oyun nasıl kazanılır eğer bütün mafya ölürse derin devlet kazanır eğer mafya sayısı derin devlet sayısına eşit ya da çok olursa da mafya kazanır.",
                "eng": "How to win the game If all the mafia dies, the deep state wins, if the number of mafia is equal to or more than the number of deep states, the mafia wins."
            },
            "rule2": {
                "trans": "Oyunda gündüz ve gece mantığı vardır. Gündüz oyuncular arlarında konuşur ve bütün oyuncular kimin öleceği ile alakalı oy kullanırlar.  Bu sırada mafyalar gündüz yetenek kullanabilirler.",
                "eng": "The game has day and night logic. During the day, the players talk among themselves and all the players vote on who will die. Meanwhile, mobs can use abilities during the day."
            },
            "rule3": {
                "trans": "Gece mantığında ise mafyalar sinsice kimi öldürecekleriyle alakalı oy kullanırlar bu oylama sadece mafya tarından yapılır. Gecede derin devlet yeteneklerini kullanabilir. ",
                "eng": "In night logic, the mafia votes on whom to kill insidiously, this voting is done only by the mafia. He can use deep state abilities overnight."
            },
            "rule4": {
                "trans": "Gece bittiğinde oyuncular bir raporla karşılaşır burada kim öldü kim gitti o gözükür ve oyuncular tartışmaya başlar oyun bu şekildi devam eder.",
                "eng": "When the night is over, the players come across a report, who died, who went, it appears and the players start to argue and the game continues in this way."
            },
            "rule5": {
                "trans": "İlk gündüz fazla bir oylama yapılmaz bu sebeple direk geceye geçilir ve oyun devam eder.",
                "eng": "There is not much voting during the first day, so it goes directly to the night and the game continues."
            }
        },
            "playerAdd":{
                "player": {
                    "trans": "OYUNCULAR",
                    "eng": "PLAYERS"
                },
                "clickAdd": {
                    "trans": "Yeni oyuncular eklemek için tıklayınız",
                    "eng": "Click to add new players"
                },
                "enterid": {
                    "trans": "ID GİR",
                    "eng": "ENTER A ID"
                }, 
                "addplayer": {
                    "trans": "OYUNCU EKLE",
                    "eng": "ADD A PLAYER"
                }
                

            },
            "selectChar":{
                "select": {
                    "trans": "KARAKTER SEÇME",
                    "eng": "SELECT A CHARACTER"
                }
                
            },
            "polat":{
                "name": {
                    "trans": "Polat Alemdar",
                    "eng": "Polat Alemdar"
                },
                "explo": {
                    "trans": "Devletin özel yetiştirdiği admasın ve gözcü yeteneğin var",
                    "eng": "You're a government-trained man and you have the ability to Lookout"
                },
                "ability": {
                    "trans": "Gözcü: Polat gece olduğunda herhangi bir kişiyi seçer ve o kişi eğer mafya ise mafyadır yazısını görür, eğer mafya değil ise o kişi mafya değildir yazısı görür.",
                    "eng": "Lookout: Polat chooses any person at night and if that person is the mafia, he sees the text mafia, if not, he sees the text not the mafia."
                },
                "seçim": {
                    "trans": "Sen Polat Alemdarsın derin devlete bağlısın zamanı geldiğinde mafyaların kim olduğunu bulmak için yeteneğini kullanacaksın ve devletine yardım edeceksin yakalanmamaya dikkat et.",
                    "eng": "You, Polat Alemdar, are connected to the deep state to find out who the mafias are when the time comes.You will use your talent and help your state.be careful not to get caught."
                },
                "useabilitypage": {
                    "trans": "KİMİN MAFYA OLABİLECEĞİNİ SEÇ",
                    "eng": "CHOOSE WHO CAN BECOME THE MAFIA"
                },
                "abilityuseage1": {
                    "trans": "BU KİŞİ MAFYA DEĞİL",
                    "eng": "THIS PERSON IS NOT FROM THE MAFIA"
                },
                "abilityuseage2": {
                    "trans": "BU KİŞİ MAFYADIR.",
                    "eng": "THIS PERSON IS FROM THE MAFIA"
                }

            },
            "dogu":{
                "name": {
                    "trans": "Doğu Bey",
                    "eng": "Doğu Bey"
                },
                "explo": {
                    "trans": "Devletin üst kademesisin ve istihbarat yeteneğine sahipsin.",
                    "eng": "You are in the upper echelon of government and you have intelligence ability."
                },
                "ability": {
                    "trans": "İstihbarat: Doğu bey gece bir oyuncuyu rastgele seçer eğer oyuncu o gece mafya tarafından öldürülse diğer gece doğu beyin önüne bir rapor gelir bu raporda 1 kişi mafya ve bir kişi deren devlettir, bunu bulmakta Doğu beye kalmıştır. Doğu bey rapor görmüşse yeteneğinibir daha kullanamaz",
                    "eng": "Intelligence: Doğu bey chooses a player randomly at night, if the player is killed by the mafia that night, a report comes to the east master the other night. In this report, 1 person is the mafia and one person is the state, it is up to Doğu bey to find it. If Doğu Bey has seen a report, he cannot use his talent again."
                },
                "useabilitypage": {
                    "trans": "İSTİHBARAT ALMAK İÇİN KİMİ SEÇECEKSİN ?",
                    "eng": "WHO WILL YOU CHOOSE TO GET INTELLIGENCE?"
                },
                "seçim": {
                    "trans": "Sen Doğu Bey sin devletin için önemlisin mafya tarafından yakalanmamaya dikkat et çünkü istihbarat devlet için önemlidir.",
                    "eng": "You are Doğu Bey, you are important for your state, be careful not to be caught by the mafia because intelligence is important for the state."
                },
                "abilityuseage1": {
                    "trans": "GEÇEN GECE SEÇTİĞİN KİŞİ ÖLDÜRÜLDÜ BU İKİ KİŞİDEN BİRİ MAFYA",
                    "eng": "THE PERSON YOU CHOOSE WAS KILLED LAST NIGHT, ONE OF THESE TWO PEOPLE"
                },
                "abilityuseage2": {
                    "trans": "İSTİHBARATINI ALDIN DOĞU BEY YAPMAN GEREKENİ YAP",
                    "eng": "YOU GOT YOUR INTELLIGENCE DO WHAT YOU HAVE TO DO"
                }

            },
            "aslan":{
                "name": {
                    "trans": "Aslan Akbey",
                    "eng": "Aslan Akbey"
                },
                "explo": {
                    "trans": "Devletinde önemli görevler aldın ve şimdide çok önemli birini yetiştirdin ve sır yok yeteneğine sahipsin.",
                    "eng": "You have taken important positions in your state and now you have raised a very important person and you have the ability to keep secrets"
                },
                "ability": {
                    "trans": "Sır Yok: Aslan bey ilk gece ekranına Polat Alemdarın hangi oyuncu olduğunu düşer, sonuçta bu sırrı bilen tek kişi o dur.",
                    "eng": "No Secret: Mr. Aslan shows which player Polat Alemdar is on the first night screen, after all, he is the only person who knows this secret."
                },
                "seçim": {
                    "trans": "Sen Aslan Akbeysin devletin için bir sürü gizli görev yaptın şimdi devletin için çalışan Polatın kim olduğunu biliyorsun.",
                    "eng": "You did many secret missions for Aslan Akbey's state, now you know who Polat is, who works for your state."
                },
                "useabilitypage": {
                    "trans": "UFAK BİR HATIRLATMA ASLAN AKBEY POLAT KİMDİR?",
                    "eng": " ASLAN AKBEY, A LITTLE REMINDER WHO IS POLAT?"
                }
                

            },
            "abdulhey":{
                "name": {
                    "trans": "Abdulhey",
                    "eng": "Abdulhey"
                },
                "explo": {
                    "trans": "Devletin tetikçisisin ve tek kurşunun var.",
                    "eng": "You are the hitman of the state and you have only one bullet."
                },
                "ability": {
                    "trans": "Mermi : Hey gidene hey, abdulheyin oyun boyunca tek kurşunu vardır, gece olduğunda o şöyle bir soru ile karşılaşır birini vurmak ister misin, oyuncu ister birini öldürür ister öldürmez ama dikkat etmelidir arkadaşlarında öldürebilir.",
                    "eng": "Bullet: Hey gidene hey, abdulhey has only one bullet during the game, when night comes, he gets a question like do you want to shoot someone, whether the player kills someone or not, but he should be careful, he can kill his friends."
                },
                "seçim": {
                    "trans": "Sen Abdulhey'sin, sen devletin yetiştirdiği özel bir insansın, zamanı geldiğinde bir kişiyi öldürebilirsin ama dikkatli ol, dostunu öldürme!",
                    "eng": "You are Abdulhey, you are a special person raised by the state, you can kill a person when the time comes, but be careful not to kill your friend!"

                },
                "useabilitypage": {
                    "trans": "MERMİNİ KULLANMAK İSTEDİĞİN KİŞİYİ SEÇ",
                    "eng": "CHOOSE THE PERSON YOU WANT TO USE THE BULLET"
                },
                "abilityuseage1": {
                    "trans": "MERMİN BİTTİ ABDULHEY UMARIM ISKALAMAMIŞSINDI",
                    "eng": "THE BULLET IS OVER ABDULHEY I HOPE YOU DID NOT MISS"
                }
               

            },
            "memur":{
                "name": {
                    "trans": "Memur",
                    "eng": "Officer"
                },
                "explo1": {
                    "trans": "Devlette çalışan bir memursun ve bir yeteneğin yok.",
                    "eng": "You are an officer and you have no ability."
                },
                "explo2": {
                    "trans": "Devletin adamısın zamanı gelince mafyayı yakalamaya yardım edeceksin.",
                    "eng": "You are a man of the state, you will help catch the mafia when the time comes."
                },
                "seçim": {
                    "trans": "Sen devletine bağlı bir memursun, devletine yardım etmek için elinden geleni yap.",
                    "eng": "You are an official of your state, do your best to help your state."
                },
                "memurgece": {
                    "trans": "Bu gece senin bir görevin yok, sabahı bekle",
                    "eng": "You don't have a mission tonight, wait for the morning"
                }
            },

            "mafyaAdam":{
                "name": {
                    "trans": "Mafyanın Adamı",
                    "eng": "Mafiaman"
                },
                "explo": {
                    "trans": "Mafyanın içine bir şekilde düştün, ya yükselirsin ya ölür.Bir yeteniğin yok.",
                    "eng": "ou somehow fell into the mafia, you either rise or die. You don't have a talent."
                },
             
                "seçim": {
                    "trans": "Sen mafyanın en alt kademedesin mafyadaki diğer üyeleri görebilirsin zamanı gelince kimin öleceğini seçin.",
                    "eng": "You are at the lowest level of the mafia, you can see the other members of the mafia, when the time comes, choose who will die."
                },
                "useabilitypage": {
                    "trans": "ÖLDÜRMEK İSTEDİĞİN KİŞİYİ SEÇ",
                    "eng": "CHOOSE THE PERSON YOU WANT TO KILL"
                }
             

            },

            "karahanlı":{
                "name": {
                    "trans": "Karahanlı",
                    "eng": "Karahanlı"
                },
                "explo": {
                    "trans": "Mafyanın başısın ve susturma yeteneğine sahipsin.",
                    "eng": "You are the head of the mafia and you have the ability to silence."
                },
                "ability": {
                    "trans": "Susturma: Karahanlı mafyanın başıdır ve güçlü bir otoriteye sahiptir,bu yetenekte Karahanlı gündüz kimin asılacağı oylanırken onun ekranına bir seçenek düşer, ve Karahanlı’nın seçtiği kişi gece yeteneğini kullanmaz, Karahanlı bu yeteneği toplam 3 sefer kullanabilir.",
                    "eng": "Silencing: Karakhanlı is the head of the mafia and has a strong authority, with this ability, an option appears on his screen while voting for who will be hanged during the day, and the person chosen by the Karakhanid does not use his night ability, the Karakhanid can use this ability 3 times in total."
                },
                "seçim": {
                    "trans": "Sen mafyanın başı Karahanlısın çok güçlüsünki diğerlerinin yetneklerini kulanmasını engelleyebilirsin. diğer mafya üyelerini göre bilirsin",
                    "eng": "You, the head of the mafia, the Karakhanid, are so powerful that you can prevent others from using their abilities. you can see other mafia members"
                },
                "useabilitypage": {
                    "trans": "SUSTURCAĞIN KİŞİYİ SEÇ",
                    "eng": "CHOOSE THE PERSON TO MUTE"
                }
            },

            "çakır":{
                "name": {
                    "trans": "Çakır",
                    "eng": "Çakır"
                },
                "explo": {
                    "trans": "İstanbul’ un en büyüğü olmaya çalışıyorsun ve oy çoğunluğun var.",
                    "eng": "You are trying to be the biggest in Istanbul and you have the majority of votes."
                },
                "ability": {
                    "trans": "Oy çoğunluğu: Çakırın yeteneği basit ama güçlüdür, çakır gündüz oy kullanırken çakırın oyu 2 kişi sayılır adam gibi adam ya",
                    "eng": "Majority of votes: Çakır's talent is simple but powerful, while Çakır is voting during the daytime, Çakır's vote counts as 2 people."
                },
                "seçim": {
                    "trans": "Sen Süleyman Çakırsın İstanbul da oy çoğunluğu sendedir. Diğer mafya üyelerini görebilirsin.",
                    "eng": "You are Süleyman Çakır, you have the majority of votes in Istanbul. You can see other mafia members."
                }
                
               

            },

            "ziya":{
                "name": {
                    "trans": "Laz Ziya",
                    "eng": "Laz Ziya"
                },
                "explo": {
                    "trans": "Mafyalık işlerinin kitabını yazdın ve suçlama yeteneğine sahipsin.",
                    "eng": "You wrote the book of mafia affairs and you have the ability to Accusation."
                },
                "ability": {
                    "trans": "Suçlama: Laz ziya mafyada hain istemez, Laz ziya gündüz oy kullanma ekranında ona bir ekran çıkar ve bir kişi seçebilir ve seçtiği kişi artık gözcü tarafından mafya olarak görülür, bu yetenek bir defa kullanılır, Polat’ın işi zor",
                    "eng": "Accusation: Laz ziya does not want a traitor in the mafia, a screen will appear for him in the daytime voting screen and he can choose a person and the person he chooses is now seen as a mafia by the watcher, this ability is used once, Polat's job is difficult"
                },
                "seçim": {
                    "trans": "Sen mafyanın Laz Ziyasısın  sen devletin aklını karıştır- acaksın ki mafya kazansın. diğer mafyaları görebilirsin.",
                    "eng": "You are the Laz Ziyası of the mafia, you will confuse the state so that the mafia wins. You can see other mafia."
                },
                "useabilitypage": {
                    "trans": "SUÇLUYACAĞIN KİŞİYİ SEÇ",
                    "eng": "CHOOSE THE PERSON TO BELAME"
            
            }
        },

            "nizamettin":{
                "name": {
                    "trans": "Nizamettin",
                    "eng": "Nizamettin"
                },
                "explo": {
                    "trans": "You're the mafia's lawyer and that's your job.",
                    "eng": "You're the mafia's lawyer and that's your job."
                },
                "ability": {
                    "trans": "Avukat: Nizamettin sinsi biridir sonuçta Kılıç'ı o öldürdü demi,Nizamettin gündüz oylama olurken bir kişi seçer ve o kişi oylamadaöldürülme kararı alınırsa Nizamettin onu kurtarır. Bu yeteneği Nizamettin toplam 2 defa kullanabilir.",
                    "eng": "Lawyer: Nizamettin is a sneaky person, after all, he killed the Kılıç. Nizamettin chooses a person during the daytime voting and if that person is decided to be killed in the voting, Nizamettin will save him. Nizamettin can use this ability a total of 2 times."
                },
                "seçim": {
                    "trans": "Sen mafyanın avukatısın senin istediğin kişi oylamadan kurulabilir bu kişiyi dikkatli seç. Diğer mafya üyelerini görebilirsin.",
                    "eng": "You are the lawyer of the mafia, the person you want can be established without voting, choose this person carefully. You can see other mafia members."
                },
                "useabilitypage": {
                    "trans": "MAHKEMEDEN KURTARACAĞIN KİŞİYİ SEÇ",
                    "eng": "CHOOSE THE PERSON TO RESCUE FROM THE COURT"
                }
                

            },
            "oyuncugöstermeEkranı":{
                "cihazıVer": {
                    "trans": "Cihazı bu oyuncuya verin.Hazır olduğunda yukarıdaki profili seçin.",
                    "eng": "Give the device to this player. When ready, select the profile above."
                }
            },
             "çıkış":{
                "": {
                    "trans": "ÇIKIŞ YAP",
                    "eng": "SIGN OUT"
                },
                "devam": {
                    "trans": "DEVAM ET",
                    "eng": "CONTINUE"
                },
                "ok": {
                    "trans": "TAMAM",
                    "eng": "OKEY"
                },
                "rolGöster": {
                    "trans": "ROLÜ GÖSTER",
                    "eng": "SHOW ROLE"
                },
                "eminMisin": {
                    "trans": "EMİN MİSİN ?",
                    "eng": "ARE YOU SURE ?"
                },
                "evetr": {
                    "trans": "EVET",
                    "eng": "YES"
                },
                "hayır": {
                    "trans": "HAYIR",
                    "eng": "NO"
                },
                "başla": {
                    "trans": "BAŞLA",
                    "eng": "START"
                },
                "hazır": {
                    "trans": "HAZIR",
                    "eng": "READY"
                }
            },
            "başlıyor":{
                "start": {
                    "trans": "BAŞLIYOR",
                    "eng": "STARTİNG"
                },
                "": {
                    "trans": "Mafya devletin içinde gizlice oluştu ve devleti yıkmaya çalışıyor devlette bunu durdurmaya çalışıyor.Derin devlet kazanmak için bütün mafyayı bulamalıdır, bunu da oylamalar ile yapıcaksınız. bu oyunda mafya hariç kimse kimseyi tanımıyor bu yüzden dikkatli olun. Mafya kazanmak içim her gece oy bilirliği ile seçtikleri bit kişiyi öldürürler ve eğer sayıları derin devletler eşitlenirse onlar kazanır. oyunda gece ve gündüz mantığı vardır gündüzleri mafyalar yetenek kullanır ve herkes bir kişiyi mahkemeye göndermek için oylama yapar oylamada kim çıkarsa o oyundan  ayrılır bu kişi herkes olabilir. geceleri ise mafya aralarında kimi öldürceklerini seçer ve onu öldürürler bu sırada derin devlettekiler yeteneklerini kulanırlar.",
                    "eng": "The mafia was secretly formed within the state and it is trying to destroy the state and the state is trying to stop it. The deep state must find all the mafia to win, and this is done by voting.You will do with. No one knows anyone in this game except the mafia so be careful. In order to win, the mafia kill a person they choose by voting every night, and if the number of deep states is equal, they win. There is a day and night logic in the game. During the day, the mafia uses talents and everyone votes to send a person to court. At night, the mafia chooses whom to kill and kills him, while those in the deep state use their abilities."
                }

            },
            "kurmaEkranı":{
                "kur": {
                    "trans": "KUR",
                    "eng": "CREATE"
                },
                "": {
                    "trans": "Bütün oyuncular bir birine bakacak şekilde büyük bir çember halinde oturmalıdır. Cihaz oyuncular arasında paslanacak.Her oyuncu derin devlete veya mafyaya ait bir rol alacak. bu rolü kimseye söyleme.Her oyuncu rol aldıktan sonra ilk gece başlayacak. ",
                    "eng": "All players must sit in a large circle facing each other. The device will rust between players. Each player will take a role belonging to the deep state or mafia. Don't tell anyone about this role. Each actor will start the first night after taking the role."
                }

            },
            "gece":{
                "gecebaşlıyor": {
                    "trans": "GECE BAŞLIYOR",
                    "eng": "THE NIGHT STARTS"
                }
                
            },
            "teams":{
                "team1": {
                    "trans": "DERİN DEVLET",
                    "eng": "DEEP STATE"
                },
                "team2": {
                    "trans": "MAFYA",
                    "eng": "MAFİA"
                }
                
            },
            "raporSayfası":{
                "rapor": {
                    "trans": "RAPOR EKRANI",
                    "eng": "NİGHT REPORT "
                },
                "ölenVar": {
                    "trans": "GEÇEN GECE ÖLEN KİŞİ",
                    "eng": "PERSON DEATH LAST NIGHT"
                },
                "ölenlerVar": {
                    "trans": "GEÇEN GECE ÖLEN KİŞİLER",
                    "eng": "PEOPLE DEATH LAST NIGHT"
                }
            },
            "oylama":{
                "oylar": {
                    "trans": "BÜTÜN OYLAR KULLANILDI",
                    "eng": "ALL VOTES VOTED"
                },
                "mahkeme1": {
                    "trans": "MAHKEME EMRİYLE HAPSE GİRDİ",
                    "eng": "IMPRISONED BY COURT ORDER"
                },
                "mahkeme2": {
                    "trans": "NİZAMETTİN SAYESİNE HAPİSTEN KURTULDU",
                    "eng": "THANKS TO NİZAMETTIN, HE WAS RELEASED FROM PRISON"
                }
            },
            "oylama mekanikleri":{
                "oylama1": {
                    "trans": "ÖLDÜRMEK İSTEDİĞİN KİŞİYİ SEÇ",
                    "eng": "CHOOSE THE PERSON YOU WANT TO KILL"
                },
                "oylama2": {
                    "trans": "MAHKEMEYE GİDECEK KİŞİYİ OYLAYIN",
                    "eng": "VOTE THE PERSON TO GO TO COURT"
                }

            }

    
       
            
           
}